
-- --------------------------------------------------------

--
-- 資料表結構 `個人賣場2`
--

CREATE TABLE `個人賣場2` (
  `項目` int(11) NOT NULL,
  `賣場編號` varchar(20) NOT NULL,
  `產品編號` varchar(20) NOT NULL,
  `產品資訊` varchar(255) NOT NULL,
  `願意配銷地點` varchar(255) NOT NULL,
  `配銷方式` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- 傾印資料表的資料 `個人賣場2`
--

INSERT INTO `個人賣場2` (`項目`, `賣場編號`, `產品編號`, `產品資訊`, `願意配銷地點`, `配銷方式`) VALUES
(1, '123456', '1', '產品資訊1', '配銷地點1', '配銷方式1'),
(2, '654321', '2', '產品資訊2', '配銷地點2', '配銷方式2'),
(3, '123456', '3', '產品資訊3', '配銷地點3', '配銷方式3'),
(4, '123456', '4', '產品資訊4', '配銷地點4', '配銷方式4');
